---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.MEPCalculationFailures
source: html/0c4582e8-6850-ace2-443a-b136f43a834f.htm
---
# BuiltInFailures.MEPCalculationFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.